10/data/attachments/f741053f68ab74bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joseph_mission_Actions_61180_4</nif:username>
            <nif:friendToBeRequested>soap_actions_d1baff5a-977a-4f1a-9739-c1ae4e266936</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>